Repository: wkr-echo/womenhenku
Catalog: mercury-extracted/mercury-main/Mercury/Mercury/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The source canonical name cannot be preserved as an alias because of an existing conflict.
zh_hans: 由于存在冲突，源规范名称无法保留为别名。

source: The source canonical name will be preserved as an alias.
zh_hans: 源规范名称将保留为别名。

source: Theme
zh_hans: 主题

source: Theme Preset
zh_hans: 主题预设

source: These suggestions are conservative and intended for manual review.
zh_hans: 这些建议较为保守，供人工审查使用。

source: This alias already exists.
zh_hans: 该别名已存在。

source: This Feed
zh_hans: 当前订阅源

source: This feed already exists.
zh_hans: 该订阅源已存在。

source: This name already exists.
zh_hans: 该名称已存在。

source: This removes all usage rows regardless of retention policy and keeps summaries, translations, and run records unchanged.
zh_hans: 此操作会忽略保留策略并删除全部用量记录，不会影响摘要、翻译和任务运行记录。

source: This removes the tag, its aliases, and all tag assignments that reference it.
zh_hans: 这会删除该标签、其别名以及所有引用它的标签分配。

source: This URL does not contain a supported RSS, Atom, or JSON feed.
zh_hans: 该 URL 不包含受支持的 RSS、Atom 或 JSON 订阅源。

source: This will remove the tag from all articles.
zh_hans: 这会从所有文章中移除该标签。

source: Title
zh_hans: 标题

source: Token Type
zh_hans: 类型

source: Tokens
zh_hans: Token 总量

source: Tokens: %d
zh_hans: Token 数: %d

source: Translation
zh_hans: 翻译

source: Translation agent is not configured. Add a provider and model in Settings to enable translation.
zh_hans: 翻译 Agent 未配置，请在设置中添加提供者和模型以启用翻译功能。

source: Translation completed with missing segments.
zh_hans: 翻译已完成，但有部分段落缺失。

source: Type tags (comma-separated)
zh_hans: 输入标签（用逗号分隔）

source: Typography
zh_hans: 排版

source: Unknown error.
zh_hans: 未知错误。

source: Unread
zh_hans: 未读

source: Unused
zh_hans: 未使用

source: Up
zh_hans: 上行

source: Up Tokens
zh_hans: 上行量

source: URL
zh_hans: 链接

source: Usage Count
zh_hans: 使用次数

source: Usage Coverage
zh_hans: 用量覆盖率

source: Usage Data
zh_hans: 用量数据

source: Usage Statistics
zh_hans: 用量统计

source: Use Preset
zh_hans: 使用预设

source: Value
zh_hans: 指标

source: vs previous:
zh_hans: 较上期：

source: vs previous: n/a
zh_hans: 较上期：无

source: Waiting for last generation to finish...
zh_hans: 等待上次生成完成...

source: Warm Paper
zh_hans: 暖纸

source: Warn on auto-summary
zh_hans: 自动摘要前询问

source: Web
zh_hans: 网页

source: When enabled, Mercury will try to fetch each feed's site name and use it as title. If fetching fails, original OPML title is kept.
zh_hans: 启用后，Mercury 会尝试获取每个订阅源的站点名称作为标题，获取失败时保留 OPML 原始标题。

source: Write note about this entry...
zh_hans: 写下你对这篇文章的笔记...
